ox_docs/corners/david/therethere_essay.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-27 Mon 11:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>There There Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="David Freifeld" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">There There Essay</h1> <h2 class="subtitle">ENG301</h2> <span class="author">David Freifeld</span> <span class="date">2021-09-27 Mon 11:51</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org748a61d">1. Draft</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org748a61d" class="outline-2">
<h2 id="org748a61d"><span class="section-number-2">1</span> Draft</h2>
<div class="outline-text-2" id="text-1">
<p>
Tommy Orange uses lists in the interlude of <i>There There</i> to emphasize how Native American identity is incohesive and claim that Native Americans are united through their shared struggles and continued participation in their cultural traditions.
</p>


<p>
Orange uses lists to focus on the wide cultural and geographic background of Native Americans emphasizes how Native American identity is contradictory and mirrors the wide variety of backgrounds the characters in the novel have. When discussing powwows he writes that they "come from Pheonix, Albeuquerque, Los Angeles, New York City, Pine Ridge, Fort Apache, Gila River, Pit River, the Osage Reservation, Rosebud, Flathead, Red Lake, San Carlos, Turtle Mountain, the Navajo Reservation&#x2026;" By stressing the wide variety of locations Native Americans come from through a long-winded list, Orange emphasizes the extent to which Native American identity is incohesive and comprised of scattered experiences. Orange continues this theme of scale by later stating "we are Indians and Native Americans&#x2026;North American Indians, NDNs and Ind'ins, Status Indians and Non-Status Indians&#x2026;Indians from Mexico&#x2026;Alaskan Native Indians, Native Hawaiians and European expatriate Indians&#x2026;" Orange uses a list to establish that Native American identity is a large collection of labels and identities from sometimes entirely unrelated backgrounds: contrast between terms in the list like "Indians from Mexico" and "Native Hawaiians"  highlight how Native American identity is ill-defined. This theme of conflicting backgrounds in the interlude connects to the rest of the novel by mirroring how the characters are all Native Americans despite their vast differences in lived experiences from Octavio the drug dealer to Olivia from Alcatraz. 
</p>

<p>
Lists in the interlude of <i>There There</i> underscore how shared struggles with American settlers is an element universal to modern Native American identity. Orange describes how "when they decided they needed to keep track of us, last names were given to us&#x2026;That's how we are Blacks and Browns, Greens, Whites, and Oranges. We are Smiths, Lees, Scotts, MacArthurs, Shermans, Johnsons&#x2026;Little Cloud, Littleman, Loneman&#x2026;" By listing the Americanized names of Native Americans, Orange emphasizes the ubiquitous impact the settlers have had on Native Americans and demonstrates how their interactions with Western culture unite them.
</p>

<p>
Orange describes powwows where "bumpers and rear windows are covered with Indian stickers like <i>We're Still Here</i> and <i>My Other Vehicle Is a War Pony</i> and <i>Sure You Can Trust the Government, Just Ask an Indian!</i>&#x2026; [or] <i>Fighting Terrorism since 1492</i>" The list of bumper stickers criticizing America's founding is used to symbolize the pervasive impact of the America's past upon Native Americans and how despite how scattered and different they may be, they are united through their historical hardship.
</p>

<p>
This assertion that Native Americans are united by their struggle mirrors how as a result of the legacy of Native American history, each character in the novel experiences hardship through their socioeconomic status, struggles to identify with their past, or continued oppression.
</p>


<p>
Orange uses lists in the interlude to emphasize how Native Americans are connected through their participation in cultural traditions such as the powwow despite their different backgrounds.
</p>

<p>
"To get to powwows we drive alone and in pairs on road trips; we caravan as families, piled in station wagons, vans, and in the back of Ford Broncos&#x2026;we stop at motels and hotels; we sleep in our cars on the side of the road&#x2026;, truck stops, in Walmart parking lots." The focus on all the different methods of transportation the attendees of the powwow take to get there highlights how they're united in their honoring of their cultural traditions and brought together by the powwow itself.
</p>

<p>
"We've been coming from miles. And we've been coming for years, generations, lifetimes, layered in prayer and handwoven regalia, beaded and sewn together, feathered, braided, blessed and cursed." Each word in the list describing their journey to the powwow places emphasis on their connectedness, using language like <i>feathered</i>, <i>sewn</i>, and <i>braided</i> to highlight how Native Americans are united through their practicing of tradition in spite of their varied backgrounds.
</p>

<p>
The novel's characters mirror this idea in how their stories are all connected through their presence at the same powwow: they are united through their practice of their traditions despite their incongruous backgrounds.
</p>
</div>
</div>
</div>
</body>
</html>
